{"unk_token": "<unk>", "bos_token": "<s>", "eos_token": "</s>", "add_prefix_space": false, "errors": "replace", "sep_token": "</s>", "cls_token": "<s>", "pad_token": "<pad>", "mask_token": "<mask>", "max_len": 512, "special_tokens_map_file": "local/tokenizer/roberta-tiny/special_tokens_map.json", "name_or_path": "local/tokenizer/roberta-tiny", "tokenizer_class": "RobertaTokenizer"}